[
  {
    "name": "Bruno Ferreira",
    "title": "Desenvolvedor .NET | C#",
    "date": "Em outrubro de 2021, Bruno Ferreira trabalhava com Vitor por 2 anos",
    "content": "Trabalhei com o Vitor por volta de um ano e meio. Neste tempo de convívio pude constatar que ele é um profissional exemplar, sempre atento aos detalhes e buscando melhoria contínua nos processos. Entrei na empresa como trainne e ele me auxiliou muito na ambientação na empresa e em questões técnicas, agradeço muito ao Vitor pela parceria nesse tempo juntos e pela troca de conhecimentos."
  },
  {
    "name": "Iago D'Ippolito",
    "title": "Software Developer | .NET | Node.js | SAP B1",
    "date": "Em outrubro de 2021, Iago D'Ippolito trabalhava com Vitor por 2 anos",
    "content": "Tive a oportunidade de trabalhar com o Vitor na Wiser Educação onde atuamos juntos no time de desenvolvimento. Ele sempre se mostrou um profissional exemplar, com pleno domínio de todas as tecnologias empregadas. Trazendo inovação nas stacks utilizadas e sempre disposto a colaborar e ajudar os colegas de squad."
  },
  {
    "name": "Ricardo Rüppell",
    "title": "Facilitador em Liderança Humanizada l Desenvolvimento Humano",
    "date": "Em agosto de 2020, Ricardo Rüppell supervisionou Vitor por 1 ano e 2 meses",
    "content": "Trabalhei com Vitor por aproximadamente 1 ano ao longo da pandemia de Covid em 2020/2021. Embora nosso contato tenha sido majoritariamente remoto, Vitor sempre se mostrou muito comprometimento, aberto para novos aprendizados e de grande facilidade para construir relacionamentos com pares e colegas. Durante esse período em que iniciava sua carreira na área de desenvolvimento, foi perceptível sua acelerada evolução tanto em questões técnicas quanto aprimoramento das comportamentais. É uma pessoa e profissional que agrega muito no aspecto cultural, tornando o clima leve e respeitoso. Além disso, também busca ativamente por pontos de melhoria e lida bem com feedbacks recebidos."
  },
  {
    "name": "Lucas Soares Pereira",
    "title": "Tech Lead",
    "date": "Em outrubro de 2021, Lucas Soares Pereira liderou Vitor por 2 anos",
    "content": "Durante os 4 anos em que liderei o Vitor, pude testemunhar seu crescimento profissional. Ele se destacou como desenvolvedor, demonstrando excelente domínio técnico, sempre atento as melhores práticas e dedicado a compreender as regras de negócio antes de implementar soluções. Vitor colaborou ativamente com equipes multidisciplinares. Sua postura proativa na resolução de problemas e capacidade de adaptação a novos desafios foram fundamentais para diversos projetos. Recomendo Vitor como um profissional completo, que certamente trará contribuições valiosas a qualquer equipe ou organização. Foi um privilégio trabalhar ao seu lado e acompanhar sua trajetória profissional."
  }
] 